Revit 2027 API
ParameterTypeId.SheetAssemblyTypeMark Property
 "Assembly: Type Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyTypeMark { get; }
Public Shared ReadOnly Property SheetAssemblyTypeMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyTypeMark {
	ForgeTypeId^ get ();
}
static member SheetAssemblyTypeMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace